{
	"Home": "Baş sahypa",
	"Categories": "Kategoriýalar",
	"Lectures": "Leksiýalar",
	"Pictures": "Suratlar",
	"Dictionary": "Sözlük",
	"Quiz": "Synag",
	"Biology is life": "Biologiýa",
	"Biology is a science that helps us to understand all living things in detail. In our project you can easily learn, without any difficulties.": "Biologiýa bu ylymyñ bir görnüşi bolup, hemme janly organizmleri ginişleýin öwrenmäge mümkinçilik döredýär. Biziñ taslamamyzyn üsti bilen siz Biologiya dersini kynçylyksyz öwrenip bilersiñiz.",
	"Our features": "Biziň aýratynlyklarymyz",
	"In this section you will see briefly explained lectures and concepts of biology. It will help you to prepare for exams quickly. You may find lectures boring and tiring but don’t be worried, in our project lectures are interesting and briefly explained.": "Bu kategoriýada siz biologiýa dersiniñ käbir temalary hakynda ýazuw görnuşindäki leksiýalary okap bilersiñiz. Bu leksiýalar size saýlan temañyzyn synagyna taýýar edip biler we leksiýalar gaty düşnikli we gysgaça beýan edilendir.",
	"Fantsy is main thing in biology and without pictures you may not understand it. And here some pictures that we found helpful and useful for students and teachers. You will learn anatomy of human, plant and cell in this section. Looking at the pictures is the quickest and simplest way of learning biology.": "Bu kategoriýada siz adam, ösümlik anatomiýasyny we öýjük gurluşyny öwrenip bilersiñiz. Suratlar arkaly biologiýa dersini has-da gowy we çalt öwrenip bolýar.",
	"In “Dictionary” section you will have a dictionary about terms and biological words.": "Bu kategoriýada siz käbir bilmeýän sözüñizi ýa-da käbir biologiýa termenlerini gözläp, öwrenip bilersiñiz.",
	"Quiz will be divided in to five themes.These are “Animal”, “Plant”, “Cell”, “Ecology”, “Genetics”. From this quiz you will know more about biology, because it has the most interesting and the best explained questions.": "Bu taslamanyñ iñ esasy bölegi hem Synag kategoriýasydyr, sebäbi şul saýda girýan müşderi ilki bilen leksiýalary öwrense soñ suratlara seretse we ondan son şol okan zatlaryndan synag edip bilmäge mümkinçilik döredýär. Bu synagda 1sowal we 4sany jogap hödürlenýär, synagyñ soraglary ýeterlik derejede kynyrakdygyny siziñ dykkadyñyza ýetirýäris. Synagyñ soñunda siz öz eden netijäñizi hem görip bilýäñiz.",
	"Learn anatomy of Animal, Cells and Plants structures": "Anatomiýa, Öýjük we Ösümlikler barada öwren.",
	"Human Anatomy": "Adam",
	"Cells": "Öýjük",
	"Plants": "Ösümlik",
	"Go back": "Yza",
	"Click on the part of the body you want to know about": "Bilesiň gelýän adam synasyna bas",
	"Search": "Gözle",
	"Choose your theme": "Tema Saýla",
	"Cell": "Öýjük",
	"Plant": "Ösümlik",
	"Animal": "Haýwan",
	"Ecology": "Ekologiýa",
	"Evolution": "Ewolusiýa",
	"Genetics": "Genetika",
	"Chemistry of life": "Başlangyç himiýa",
	"Water": "Suw-ýaşaýyş",
	"Macromolecules": "Makromolekulalar",
	"Metabolism": "Metabolisma",
	"Cell": "Öýjük",
	"Cellular Respiration": "Öýjük dem alyş",
	"Photosynthesis": "Fotosintez",
	"Cell communiccation": "Öýjük aragatnaşyk",
	"Cell cycle": "Öýjük aýlawy-Mitoz",
	"Meiosis": "Meýoz",
	"Mendel's gene idea": "Mendeliñ hen ideýasy",
	"From gene to protein": "Gendan proteina",
	"Fact": "Faktlar",
	"History": "Taryh",
	"Learn more about biology": "Biologiýa barada köprak öwren"
}